Repository: davidpovarsky/Maktabah
Catalog: Source/Localizable.xcstrings
Source language: en
Languages: ar, he, id

# بطاقة الكتاب
source: Book Card
ar: بطاقة الكتاب
id: Kartu Kitab

# ج: %lld
source: Vol: %lld
ar: ج: %lld
he: כרך: %lld
id: Juz: %lld

# ص: %lld
source: P: %lld
ar: ص: %lld
he: עמ׳: %lld
id: Hal: %lld

# عن الكتاب
source: About the Book
ar: عن الكتاب
id: Tentang Kitab

# عن المصنف
source: About the Author
ar: عن المصنف
id: Tentang Penulis

source: Or
ar: أو
id: Atau

source: And
ar: مع
id: Dan

source: Deselect All
ar: مسح التحديد
id: Batalkan Seleksi

source: %d annotations imported successfully
ar: تم استيراد %d من التعليقات بنجاح
id: %d anotasi berhasil diimpor

source: Export Annotations (JSON)
ar: تصدير التعليقات (JSON)
id: Ekspor Anotasi (JSON)

source: Export to JSON...
ar: تصدير إلى JSON...
id: Ekspor ke JSON...

source: Import Annotations
ar: استيراد التعليقات
id: Impor Anotasi

source: Import Annotations (JSON)
ar: استيراد التعليقات (JSON)
id: Impor Anotasi (JSON)

source: Import Failed
ar: فشل الاستيراد
id: Gagal Mengimpor

source: Import from JSON...
ar: استيراد من JSON...
id: Impor dari JSON...

source: No annotations found in the selected file.
ar: لم يتم العثور على تعليقات في الملف المحدد.
id: Tidak ada anotasi yang ditemukan dalam file yang dipilih.

source: Please select one or more annotations or books to export.
ar: يرجى تحديد تعليق واحد أو أكثر أو كتب لتصديرها.
id: Silakan pilih satu atau lebih anotasi atau buku untuk diekspor.

source: Skip Duplicates
ar: تخطي المكرر
id: Lewati Duplikat

source: Some annotations may already exist. How would you like to handle duplicates?
ar: قد تكون بعض التعليقات موجودة بالفعل. كيف ترغب في التعامل مع التكرار؟
id: Beberapa anotasi mungkin sudah ada. Bagaimana Anda ingin menangani duplikat?

source: Reading History
ar: تاريخ القراءة
id: Riwayat Membaca

source: Add books opened from search results to reading history.
ar: أضف الكتب المفتوحة من نتائج البحث إلى سجل القراءة.
id: Tambahkan buku yang dibuka dari hasil pencarian ke riwayat bacaan.

source: Connection Error
ar: خطأ في الاتصال
he: שגיאת חיבור
id: Koneksi Error

source: Database File Needed
ar: ملف قاعدة البيانات مطلوب
he: נדרש קובץ מסד נתונים
id: File Database Diperlukan

source: The core database files are not ready yet. Finish the initial download first.
ar: ملفات قاعدة البيانات الأساسية ليست جاهزة بعد. أكمل التنزيل الأولي أولاً.
he: קבצי מסד הנתונים הבסיסיים עדיין אינם מוכנים. סיים קודם את ההורדה הראשונית.
id: File database inti belum siap. Selesaikan unduhan awal terlebih dahulu.

# بطاقة الكتاب:
source: Book Card:
ar: بطاقة الكتاب:
he: כרטיס ספר:
id: Kartu Kitab:

# عن الكتاب:
source: About the Book:
ar: عن الكتاب:
he: על הספר:
id: Tentang Kitab:

# عن المصنف:
source: About the Author:
ar: عن المصنف:
he: על המחבר:
id: Tentang Penulis:

source: Download Selective Library…
he: הורד ספרייה נבחרת…
id: Unduh Perpustakaan Selektif...

source: Exact
he: מדויק

source: Flexible
he: גמיש

source: Search Mode
he: מצב חיפוש

source: Choose Otzaria Database
he: בחר מסד אוצריא

source: Disconnect Otzaria Database
he: נתק מסד אוצריא

source: Otzaria Database Error
he: שגיאת מסד אוצריא
